Repository: TommyLewien/UnifiedPlatform-DashboardTest
Catalog: Backend/BackendUP/Discom.UP.Backend.UpDash.*/Language/LanguageResource.*.resx
Languages: de

source: Archives
de: Archive

# Backend_InternalServerError
source: Internal server error happened.
de: Interner Server Fehler ist aufgetreten.

# Backend_UnknownDatabaseType
source: The database type is unknown to the backend software.
de: Der Datenbanktyp ist der Backend Software nicht bekannt.

source: Connection
de: Verbindung

# Connection_Failed
source: Unable to establish connection.
de: Verbindung ist fehlgeschlagen.

# Connection_Unauthorized
source: Unauthorized to establish connection to service.
de: Auhtorisierung der Verbindung ist abgelehnt wurden.

source: Data
de: Daten

source: Database
de: Datenbank

# DataBase_ConnectionError
source: Connection to databse failed.
de: Verbindung zur Datenbank fehlgeschlagen.

# Database_UpgradeDenied
source: Database upgrade needed but denied.
de: Datenbank upgrade ist nötig, aber die berechtigung ist nicht vorhanden.

# Database_UpgradeFailure
source: Database upgrade failed.
de: Datenbank upgrade ist fehlgeschlagen.

# Data_DataGatheringFailure
source: Data gathering failed.
de: Datenbeschaffung ist fehlgeschlagen.

# Data_NoDataAvailable
source: No data available.
de: Es sind keine Daten verfügbar.

source: File
de: Datei

# File_FileNotFound
source: File not found.
de: Datei wurde nicht gefunden.

source: General
de: Allgemein

source: MeasurementData
de: Messdaten

# MeasurementData_DataGatheringFailure
source: The gathering of the measurement data failed.
de: Die Datenbeschaffung ist fehlgeschlagen.

source: Permission
de: Berechtigung

# Permission_Denied
source: Request is denied.
de: Berechtigung wurde verweigert.

# Permission_RequestUndefined
source: Request is not defined.
de: Es wurde keine Anfrage definiert.

# Permission_UserUndefined
source: User is not defined.
de: Es wurde kein Nutzer definiert.

source: Persistence
de: Persistierung

source: ProductionData
de: Produktionsdaten

source: Results
de: Ergebnisse

source: Topology
de: Topologie

# Topology_Mismatch
source: The service capabilities do not match the topology.
de: Die Topologie passt nicht zu den Fähigkeiten des Services.

source: Validation
de: Validierung

# Validation_FactoryMandatory
source: Factory is Mandatory.
de: Fabrik ist notwendig.

# Validation_LineMandatory
source: Line is mandatory.
de: Linie ist notwendig.

# Validation_LinesMandatory
source: Lines are mandatory.
de: Linien sind notwendig.

# Validation_TimeOrTopNMandatory
source: At least one of the time-based filters (Time or LastN) is required.
de: Mindest ein zeitbasierter Filter muss gesetzt sein. (Zeit oder TopN)
